[
  {
    "key": "key",
    "text": "@GOP @realDonaldTrump And only Trump believers will take it",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JackPosobiec: And there it is \n\nAtlantic Editor Concedes Central Claim Of Trump Hit Piece Could Be Wrong\nhttps://t.co/dwDhGX5zfl",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @americanincan: Flipping the Senate is just as important as electing Joe Biden  https://t.co/ucSWIcpM94",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Trump doesn't care if the virus spreads. Everything on MSM is for show\n\nI Crossed Back Into a State of Denial\nhttps://t.co/q3nJaIuBC9",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ScottAdamsSays: Google &amp; Twitter Insider: Algorithms Could Censor Entire Trump Movement Simultaneously https://t.co/U3jYB1K06J via @Bre…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ArthurSchwartz: Was it the reporter on the right? The guy who is wearing a mask on his hand? https://t.co/hEgJd5bmzy",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @politico: Black Democrats are urging Joe Biden to resist growing pressure from the left to impose an anti-Wall Street purity test on hi…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @catturd2: Breaking ...\n\n Zach Fuentes, Top Aide to John Kelly, Denies Atlantic Story About Trump.\n\nBOOM!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ProjectLincoln: Donald Trump’s trade war with China resulted in a 140% increase of farm bankruptcies in Iowa. https://t.co/TPQQl2txLd",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@DWUhlfelderLaw No denial. Putting blame on General Counsel of FEC for DeJoy’s illegal activities. Using Trump’s “not my fault I’m a criminal” defense. So typically arrogant and pathetic.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @2222vj: Let’s try to think of the fake stories that they’re going to fabricate about Trump \n\nI’ll start\n\nDrumf told Michael Cohen that…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Pervaizistan: NEW: In upcoming book, Michael Cohen writes Donald Trump's disdain for Obama was so extreme he hired a \"Faux-Bama\" to par…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @maddenifico: Apparently, Trump's lies and propaganda are now too vomit inducing for even the networks:\n\nI cannot remember networks ever…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ScottAdamsSays: Soon we will exit the pandemic phase where Trump is least comfortable (the bearer of bad news) and enter the phase in w…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JimLaPorta: A senior Defense Department official I just spoke with confirmed this story by @JeffreyGoldberg in its entirety. Especially…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Trump Helped Himself To Art From Ambassador's Mansion In Paris For White House https://t.co/kJbceHpFFT via @Yahoo",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ThePubliusUSA: If Donald Trump is reelected, expect Medicare, Medicaid and Social Security to be dismantled.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CREWcrew: The commissioner of the IRS—who is responsible for releasing President Trump's tax returns to Congress—owns two rental proper…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RexChapman: Your Labor Day moment of Zen: \n\nTrump going down.\n\nYou’re welcome... https://t.co/KwSRtHd7Mh",
    "language": "en"
  },
  {
    "key": "key",
    "text": "tRUMP HIRES HIS REJECTS IN THIS STATES AND SENDS THEM TO STIR UP SHIT",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @indynewsmedia: Donald Trump's Energy Department Issues Emergency Order to Help California’s Failing Energy Grid https://t.co/TEuKP18K4R",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Psychopath Trump is projecting (confessing to his crimes with scapegoats to suffer the consequences) again.\n\nAgain, this is a confession with scapegoats. Trump is doing, or has done, this; not the military leaders who he’s framing.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Public_Citizen: Ivanka Trump’s products were made exclusively overseas. https://t.co/FeDXALUzlQ",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CREWcrew: Voice of America's mission is a form of soft diplomacy: to embody democratic principles through fair reporting. So unpreceden…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RunForAmerica20: YES IM A BLACK TRUMP SUPPORTER!!!🤣 Im tired of being judged, I should be able to vote for who I want to.\nCan I get som…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @miles_commodore: I'M HIRING...\n\nLooking for someone who can sit with me to translate what Joe Biden is saying, so I can better follow t…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @christianllamar: President Trump has increased Black Income by $7,000!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "This is good...... interesting how they kept trying to shut up a veteran and tell him no! Trump, most anti-war, pro military president! MAGA baby!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DreamalityEnt: HOUSE; Trump &amp; Family cooperated w RUSSIA\nMUELLER; Trump &amp; Family cooperated w RUSSIA\nSENATE; Trump &amp; Family cooperated…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @tammy: I’m glad we are doing this safely, but my God does it feel great to have Joe &amp; Kamala on the ground with supporters! We just lov…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @rabrowne75: In an unprecedented public attack by a sitting US president on the leadership of the US military, President Trump has accus…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DonQuij24572746: @UN @antonioguterres I can't wait until the US completely defunds you bunch of globalists.  \n\nAs a poor white man, I t…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SethAbramson: FACT: Trump lying about a COVID-19 vaccine ensures fewer people will trust it and take it when it's finally released in 2…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SenDuckworth: It shouldn't be this hard.\n \nDonald Trump has gone 73 days without saying anything publicly about #BountyGate.\n \nThose ar…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BetteDavisI: Liberal Mayors &amp; Governors are not allowing people to work! They are keeping businesses &amp; restaurants on lockdown. They wa…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@charleyw @angie_keathly My first thought was \nMan she got Trump beat in the stair climbing contest",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Goss30Goss: Reports have surfaced that DeJoy reimbursed workers who donated to Trump's campaign. This is illegal. DeJoy should resign &amp;…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @revmagdalen: This time he embellished his story by saying the Paris Police asked him not to drive to the cemetery. I hope an intrepid r…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @GTIATJohn316: Even @TheAtlantic knows their story is 100% bullshit. https://t.co/Ms7Ngayvch",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RepsForBiden: #BREAKING: Trump’s favorite pollster- Rasmussen with a new poll showing Biden CRUSHING Trump in Wisconsin:\n\nBiden: 51%\nTr…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Joe Biden makes series of gaffes in long day of cable news appearances https://t.co/NUw4nhHc1S",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@RepSwalwell Aren’t you the Douche Bag that was hammering Trump THE DAY OF HIS BROTHERS FUNERAL?  Eat a bag of dicks Swallowwell.  Take your dick covered in peanut butter out of you dogs mouth!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @voiceftcrowd: Seth Abramson drops a mini-book-sized thread hyping his new book but dropping a lot of info about how Trump became compro…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @dbongino: Minnesota Senate Candidate Says State May Flip Republican as Urban Liberals Drive Voters to Trump 👇🏻👇🏻 https://t.co/IT6c6NDZr0",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ShivM_07: It’s happening boys! https://t.co/uzKdQEQTa2",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @kirkacevedo: VOTE EM’ ALL OUT!\nDonald Trump\nMitch McConnell \nLindsey Graham \nSusan Collins\nCory Gardner\nJohn Cornyn\nWIN THE SENATE!\n\n#W…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @reulDonaIdTrump: Can anyone tell me what Biden’s done in 47 years? Just 1 thing... 🤔",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JoshuaPotash: The KKK Karavan in Oregon today is bigger than the last one. That’s what happens when you know you have police protection…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @jumbo_colombo: Poseidon when he saw the boat parade for trump   https://t.co/cNobcQ3gCV",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @conmomma: Fake journalists asking questions of  @JoeBiden today is nauseating. \nJournalism is DEAD. \nIf journalism wasn’t dead, THESE A…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ProjectLincoln: Donald Trump’s trade war with China resulted in a 140% increase of farm bankruptcies in Iowa. https://t.co/TPQQl2txLd",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RawStory: .@DonaldJTrumpJr tries to attack Nancy Pelosi — but gets owned instead - https://t.co/FmBB61FSvK",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @grasshoppr93: I'm in the middle of a pile of postcards for #FlipTheWest, but I can't wait to write for @AmyMcGrathKY!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @mjgutowski: The Atlantic is owned by Laurene Powell Jobs.\n\nShe is a Biden megadonor who gave $2,800 to his primary campaign and $610,60…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @rabrowne75: In an unprecedented public attack by a sitting US president on the leadership of the US military, President Trump has accus…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@nwlaborpress Please, if there is a live fee for AFL-CIO/Biden share it. It was supposed to be live already.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @realTuckFrumper: Twitter Rips Eric Trump After He Asks For An Apology For His Dad Over Atlantic Story https://t.co/ru9ZldNCRS",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@JoeBiden Facts!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@_montoni I disavow anyone playing the Chiefs Red Kingdom song in a video while putting a dump Trump and poop emoji on their car",
    "language": "en"
  },
  {
    "key": "key",
    "text": "It sure did.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @bennyjohnson: “Stop using me for your Propaganda, for your agenda.. I don't know what Trump said, but I'm sure he didn't call me a lose…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MazurikL: Cuomo indirectly threatens Trump! HE &amp; DeBlasio’s incompetent Marxist policies destroyed the lives of many New Yorkers. CLEAN…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RealCandaceO: 1) Produce the clip of Trump laughing at black men getting killed, you lying fraud. \n2) I turned down filming a spot for…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @joncoopertweets: Trump is a pre-existing condition. The only cure is to vote for Joe Biden.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RedWingGrips: After what Trump did to Hillary in 2016 - do you really think they're gonna allow Biden anywhere near a debate stage?\n\nAb…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @stawpfeenin: Anyways, how’s everyone’s Labor Day weekend going?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JamaalBowmanNY: As Justice Brandeis once said: “We can have democracy in this country or we can have great wealth concentrated in the h…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@GodsSecretWpn Trump score: Peace in NKorea, stopping ISIS, busting elite pedophile rings, great economy for everyone, cut blacks unemployment by half, call out the press for who they are: enemy of the people, end wars, bust the deep state and now peace in the Middle East. All this in 3.5 years",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SidneyPowell1: Yes Sir, they sure did!! \n@GenFlynn \nYou, #Flynn &amp; lots of other people--all illegal! They are covering up scads of crim…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MeidasTouch: Donald Trump is a #WeakPresident. Pass it on.  https://t.co/upId6lCKL0",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CNN: President Trump is heading into the general election with the worst jobs numbers of any president, based on records that go back t…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @murray_nyc: @realDonaldTrump ANOTHER DAY, ANOTHER LIE\n\nTrump is a conman, always trying to sell lies. Next year will indeed be the best…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BetteMidler: \"One of the most striking things about Trump is how seldom, if ever, anybody tells a story of kindness and compassion abou…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CaslerNoel: Trump’s new campaign slogan: ‘No Snow, No Show’ @realDonaldTrump",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ProjectLincoln: Donald Trump’s trade war with China resulted in a 140% increase of farm bankruptcies in Iowa. https://t.co/TPQQl2txLd",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@Acosta Did Trump mention if Melania is filing for divorce yet?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@FukuyamaFrancis There is also a strong connections between those countries that have turned illiberal and the populist movements in Western Europe and Trump where Trump servers not only as an inspiration but the populist movements' leader and supporter.1/1",
    "language": "en"
  },
  {
    "key": "key",
    "text": ".\nWalmart's CEO (Doug McMillon) hates Trump.\n\nHe's voting 100% DNC &amp; Biden/Marx in 2020.\n\nWalmart's Executives hate Whitey.\n\nThey hate MAGA.\n\nMAGA is racist, and they are Good.\n\nWalmart loves Black people &amp; hates MAGA.\n\nGo ahead!  Vote Biden/Marx with Walmart. https://t.co/C9rh3kPNQZ",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BCOOL333: Is Trump mentally fit to be president for 4 more years",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @johnastoehr: 11. If the Trump administration had done a mediocre job, not a great job, of handling the pandemic, about 145,000 fewer Am…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "If only it were true",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @jsolomonReports: Good news for Trump? Economy emerges as No. 1 voter issue as Election Day nears, pandemic concerns wane, poll finds. |…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @KamalaHarris: Trump keeps saying the economy is improving—but the truth is, only the wealthiest are reaping the benefits. Meanwhile:\n→O…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @realDonaldTrump: Exclusive: Zach Fuentes, Top Aide to John Kelly, Denies Atlantic Story About Trump https://t.co/RXrpKhdPb1 via @Breitb…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RealBitchIsBack: @Acosta The Trump Doctrine sums up his idiocracy 👇🏾 https://t.co/tY9kMmEVip",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CoriBush: Not THIS Black Democrat. \n\nWe don't just want Black leaders. We want Black leaders who will actually bring the change our com…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Marc_Dylan: 😂😂🤣.  I’d never vote for the mofo but I have to say this is entertaining. https://t.co/JJTm3bHKda",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @KMGGaryde: Watch Live: Trump Holds Labor Day Press Conference To Discuss Jobs, Economy \n\nhttps://t.co/UG1zH9JKOy https://t.co/7ViAn5D6ep",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MsActiviss: \"Only an animal...   😩\nlike the orange one we're evicting. https://t.co/DgpiLaFoeN",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PamBondi: GOD BLESS THE USA!🇺🇸 Trump boat parade 2020 @Scavino45 @JHoganGidley @TeamTrump @TrumpWomensTour @kimguilfoyle @ArthurSchwart…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @stawpfeenin: Anyways, how’s everyone’s Labor Day weekend going?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @raykwong: This was great. All interviews with Trump sycophants when they start talking crazy shit should end this way.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Public_Citizen: Ivanka Trump’s products were made exclusively overseas.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @chipfranklin: A recent poll in Michigan:\n\nTrump 47% v.s. Biden 45%\n\nThis is why national polls don't matter.\n\nWe gotta win swing states!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MAJMO50: The Donald Trump I Know - 1st, Donald Trump loves his country not just as it might someday be, but as it is and has been. 2nd,…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @barmore27: I'm so proud to have a President that loves America so much!\n\nThank God for him!\n\nTrump Four More Year's ‼️",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @kylegriffin1: David Frum: \"Where are the senior officers of the United States armed forces, serving and retired—the men and women who w…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @kirstiealley: Did a socialist tell you that? 🤣🤣🤣🤣",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @petefrt: Google &amp; Twitter Insider: Algorithms Could Censor Entire Trump Movement Simultaneously https://t.co/xiljkF8gE2",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Trey_VonDinkis: .\n🇺🇸 MAGA MILITARY\n\nFlashback:\nTrump Stands for 90 Minutes AFTER an Hour-long Speech - to Make Sure He Shook EVERY Hand…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "nothing is more disappointing than finding out a family member you're cool with is actually a trump supporter",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @NBCNews: President Trump said months ago he’d release a shortlist of Supreme Court prospects by September 1. That deadline came and wen…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "This guy may look like a Trump support, But he is part of #antifa .",
    "language": "en"
  },
  {
    "key": "key",
    "text": ".@jankybrain I keep wondering what happens w the Never Trumpers, Lincoln Project, Convention on Founding Principles ppl, if dt is no longer in the ballot. They support Biden bc they (rightly) can't support and vote for dt. BUT... /1",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RUSSIA IS SUPPORTING TRUMP - \nJOE HAS THE SAME RIGHTS, SO CHINA CAN SUPPORT HIM, I WOUKD LIKE THAT. YOU TO, TRUMP, RIGHT?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @stayceespeaks: I saw an interview w/ trump supporters saying if biden wins they're going to take back their country, even if it means u…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@Mike_Pence @realDonaldTrump @WhiteHouse A fact I will never forget, nor will I forget all the people Biden&amp; his administration harmed. At that time I was caring for the injured workers, who were forgotten/marginalized. If Biden is elected it is game over, for single mothers/workers of all races&amp;socioeconomic. Wake up!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @kingsrush: These MAGAs keep fucking with us thinking we’re all gonna just turn the other cheek.\nNaw buddy, you about to catch some hand…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @annabelcrabb: Assange lawyer Jennifer Robinson tells RN Breakfast she will testify personally that Assange was offered a pardon by the…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@donwinslow @SpeakerPelosi @SenSchumer The trail will lead to DeJoy and his aiding Trump by sabotaging the USPS by gutting the facilities that would be handling the mail-in votes...including dismantling new equipment and leaving it in the rain behind the building.  The tip of the iceberg.  #DeJoyMustGo",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Miriam2626: Trump holding Labor Day news conference and never thanks the American workers. He hates Our military and our workers. #Trum…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ajjaffe: Biden’s meeting with local Labor leaders in Lancaster, PA. “I can’t understand what’s going on today. I’m lost,” said Bob Faus…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JRubinBlogger: so Trump insulted the military during a press conference to deny he insults the military.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @briantylercohen: Trump is 5 minutes into trying to explain away the Atlantic story, claiming that it was impossible for him to drive th…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "https://t.co/HA0bg8OIN3\nHere we go! President Trump called this BS out months ago! #TrumpPence2020LandslideVictory",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @FlorioGina: Can any Biden supporter explain why they're voting for Joe without mentioning Trump?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ACTBrigitte: Without Donald J Trump as our President, we will lose our country to socialism.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @kazweida: Thanks, Trump! https://t.co/BkOsZrfOCI",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@cynlouhoo @50thAEvert @ProjectLincoln Even if it affects them personally. I've talked to Trump supporters touched by Covid tragedies. They don't care.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @KarluskaP: Pope Says Trump Is Not Christian -Trump-‘If and when the Vatican is attacked by ISIS, which as everyone knows is ISIS's ulti…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BillPascrell: Another day and not a single republican in Congress has condemned trump’s vile smear of our troops.\n\nThe entire republica…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@rovingopossums I have already answered this question every time you’ve asked it.\nI do not believe Trump was ever part of the paedophile cabal.\n\nIF Trump once thought of Epstein as a friend, he changed his mind when he found out what and who Epstein was.\n\nSimple as that.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CNNPolitics: President Trump promised a health care plan before the end of August. It never came https://t.co/qZjW39NlnY https://t.co/X…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Out5p0ken: “The worst weather. I think it was as bad a rain as I’ve just about everything seen and it was a fog you literally couldn’t…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JackPosobiec: Watch @TaylorRMarshall's broadcast: Abby Johnson Talks Latin Mass &amp; Her Trump Endorsement\n\nhttps://t.co/knCXioqKKx",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @harrylitman: Yes.  read this important article from @AshleyRParker and just pretend, whomever you're for, that you didn't know the whol…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BF4USA: 🇺🇸 TRUMP FOR FREEDOM\n📕 🇺🇸 📕 🇺🇸 \n@BF4USA\n@dpann1234\n@dragohylndr\n@sohos1963\n@491_678\n@CarlBotha2\n@fbag_mag\n@Deb4truth\n@CJ6113\n@L…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CNNPolitics: President Trump promised a health care plan before the end of August. It never came https://t.co/qZjW39NlnY https://t.co/X…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @jessilynnnnn_: bro biden sniffs little girls...that don’t make y’all uncomfortable?💀",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @mmpadellan: trump is not holding press briefings.\n\nThese are propaganda rallies, nothing more.\n\nSTOP GIVING HIM AIR TIME.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JuddApatow: F this idiot.  There is no way to watch this and not be disgusted to your core by this awful human being.  Try.  Give it al…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @samanthamarika1: Candace Owens vs Cardi B was a preview of what a Donald Trump vs Joe Biden debate will look like.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @sheriffali: @briantylercohen @LisaVezina3 This is another of his reasons which is a total lie. He claims he called Melania in DC on tha…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BostonJudy3: We are in deep, deep trouble. The trade deficit is at an 12 year high of 19.9%. Trump has trashed the economy, our health…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BF4USA: 🖤TRUMP FOR FREEDOM\n💚♥️💚♥️\n@BF4USA\n@Ytweek1\n@MattHookNY\n@Brixea\n@pumpernicklebe1\n@GrandmaPattiA\n@N_Testie\n@44Murch\n@lavonj14\n@gl…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @dbongino: AAAAANND the bullshit Atlantic story continues to go down in flames. 👇🏻👇🏻👇🏻",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @IrmaBel53130008: 🇺🇸NOW IS THE TIME FOR REPUBLICANS TO STAND UNITED 🇺🇸YOUR VOTE IN 57 DAYS TO WIN THE HOUSE🇺🇸KEEP THE SENATE🇺🇸AND RE ELE…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @briantylercohen: Trump is 5 minutes into trying to explain away the Atlantic story, claiming that it was impossible for him to drive th…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RadioFreeTom: Let me sum up this presser for those of you who are not Trump cultists: he is terrified",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SharylAttkisson: 3-“President Trump Is Only the Third US President to Spend Thanksgiving with US Troops in a Combat Zone or US Troops A…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Mike_Pence: American manufacturing has come roaring back! When Joe Biden was Vice President, America lost 200,000 manufacturing jobs &amp;…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @OlifaNT: Dit soort imbecielen.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CoriBush: Not THIS Black Democrat. \n\nWe don't just want Black leaders. We want Black leaders who will actually bring the change our com…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @indigogeek: Are you ready Trump?\nYou keep lyin' when you oughta be truthin'.\nAnd what Joe knows you ain't had time to learn.\nThese Chuc…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @funder: \"While Donald Trump was palling around w/ Jeffrey Epstein &amp; filming the Apprentice, Joe Biden was leading the fight in the Sena…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Those are the ones your people burned down...so yeah...there's that.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TeaPainUSA: After watchin' today's \"press conference\", Tea's concerned that Trump will gladly fire Louis DeJoy and replace him with an…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DailyCaller: TRUMP: \"I'm not saying the military's in love with me. The soldiers are. The top people in the Pentagon probably aren't be…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@james_roe @1chilladynaz Agree.  She and Biden are our best shot at both.  That she wears cool shoes while doing it is a bonus.  How did that vote for Jill Stein work out for health care and the planet in 2016?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @joncoopertweets: Donald Trump is a bad person. Pass it on.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BanksPatriot: This thread will detail an entirely new corruption scheme by Trump that provides evidence of bribery by the sugar industr…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DonaldJTrumpJr: Thousands of Americans died and even more came home wounded because career politicians like Joe Biden voted to send the…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@EricMMatheny I just figured 330 maybe abit more electoral votes for the Trump win.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ProjectLincoln: Donald Trump’s trade war with China resulted in a 140% increase of farm bankruptcies in Iowa. https://t.co/TPQQl2txLd",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PoliticusSarah: Trump declares himself the most innocent and honorable man ever to be president, which is something that no innocent pe…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "#MAGA &gt; lying lunatic.\nWho makes ALL his family's shit...In China 🙄\n#TrumpIsATraitor #trumpisstupid #TrumpIsALiar",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @vote4robgill: Paris Police say it's too dangerous for Trump to visit a military cemetery in France, but apparently had ZERO problem wit…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Steve_Sailer: Conventional wisdom purveyors like Ibram X. Kendi understand \"critical thinking\" as criticizing those you are allowed to…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DonaldJTrumpJr: The Atlantic's house of cards is quickly crumbling @JeffreyGoldberg\n\n\"Ambassador McCourt was there the day Trump’s team…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@thehill https://t.co/EvinYC3vIC\nJoe Biden on American Job Creation and Infrastructure\n#LaborDay #jobs #imports #China #SmallBiz @SBAgov @CommerceGov",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @montaga: Watch as I RedPill this Democrat voter of 40yr to what  .@realDonaldTrump has done and writing me in will guarantee that the n…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RealJamesWoods: Obviously I can’t vouch for the book yet, but I am curious to read it.  https://t.co/caMc44B0vE",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @GrandpaSnarky: Trump boat parade Organizer charged with felony https://t.co/Qdk5nN7o7p",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @tedlieu: Dear @realDonaldTrump: You have attacked servicemembers who died in war; Gold Star families; POWs; and now military leadership…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Investigator_51: Shocking footage of the bizarre training sessions Trump just banned goes viral on social media! OMG \n\nhttps://t.co/kJQ…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Preciouslindy: The truth always comes out. @POTUS went UNANNOUNCED to visit the troops in 2018/2019 for Thanksgiving. He has shown up a…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @kirstiealley: Did a socialist tell you that? 🤣🤣🤣🤣",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Everyone knew Donald was a coward and a traitor.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @mmpadellan: trump is not holding press briefings.\n\nThese are propaganda rallies, nothing more.\n\nSTOP GIVING HIM AIR TIME.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "We can expect a continuous stream of patently false stories denigrating Trump between now and November. They will be well coordinated between the Biden campaign and the propaganda wing of the DNC, often referred to as MSM or Corporate Media.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CaslerNoel: Trump’s new campaign slogan: ‘No Snow, No Show’ @realDonaldTrump",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ArthurSchwartz: Was it the reporter on the right? The guy who is wearing a mask on his hand? https://t.co/hEgJd5bmzy",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MDParadis: At the beginning of Trump’s presidency, American white supremacists carried German flags. \n\nAt the end of Trump’s first term…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@realDonaldTrump It is okay to fall in love with Dictatorial Asian Men, Trump.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Here we go again. \n\nIf Antifa thought killing one of them would stop these Trump caravans, they greatly miscalculated. https://t.co/iHeI14Ywmb",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @WraithCustoms: Today's Gun of the Day\n\nToday we've the highly saught after Ruger 57. 4.9\" barrel in the famous 5.7x28mm caliber, loaded…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ProjectLincoln: Donald Trump’s trade war with China resulted in a 140% increase of farm bankruptcies in Iowa. https://t.co/TPQQl2txLd",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @kpnationalist19: Good news all! President #Trump has issued an executive order to end federal government trainings (brainwashing sessio…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TxsleuthUSA: Opinion | Trump thinks he’ll be better off as things get worse https://t.co/WjTBytBviw",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @OutragedMary: This guy had an account @AlwaysActions\nHe said he supported @realDonaldTrump, and Donald Trump retweeted this video of hi…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "So, lots of you have probably seen this but I just discovered this guy. This was made before the 2016 election. Love it!\n\nLiberal Redneck - The Truth About Trump https://t.co/bBt2gA8qBU via @YouTube",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SidneyPowell1: It's part of the fraud by the #Democrats and media. They have to make people believe that to try to validate the voter f…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PARISDENNARD: No lemonade, no food, no shade, no fruit, no water, just an empty coffee table. Might as well go back to the basement- at…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MingGao26: GOP and trump knows they haven't picked up any net votes compared to 2016. They know country far worse off under their hand.…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @blueheartedly: Who thinks Trump has lost his mind?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @KDORR_USA: One thing is certain: you will not be safe in Joe Biden’s America https://t.co/IExDADBmWv",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DailyCaller: TRUMP: \"I'm not saying the military's in love with me. The soldiers are. The top people in the Pentagon probably aren't be…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TheRickyDavila: The briefings that Kayleigh McEnazi and Predator trump hold every day are not press briefings, they’re KKK-styled MAGA…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Vlatka21: Florida Trucks for Trump!\n\nThis is Bad af!!\n\n@Vlatka21 https://t.co/b002gerIjJ",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CaslerNoel: Trump had white sh*t, otherwise known as crushed Adderall, flying out of his nose again today. But he was probably just wai…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BreitbartNews: Rich Entertainment Elites know that the only hope of getting a presidential candidate as uninspiring and lackluster as J…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @votevets: 73 days since reports of Russian bounties on our troops. \n73 days where Trump has proven his loyalty to Putin over American l…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@jjosh @pbmcc88 @speculawyer @Black24Boi @politico The Overton window for voters has shifted left but for the actual party it has moved further and further right every election. Hillary Clinton wanted to lower the Medicare age to 50. Biden is at 60! Even her tax plan is more progressive than Biden’s.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PieRatio: @FoxyJackieBrown @rabrowne75 @donna_spackman Pretty much every thinking person in government is the Deep State?  Why?  Trump…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MZHemingway: The second half of this video, which parodies the press conference Biden held with (verrrry) friendly reporters, is cracki…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @dbongino: AAAAANND the bullshit Atlantic story continues to go down in flames. 👇🏻👇🏻👇🏻",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@PoliticusSarah Obama used the FBI to spy on Trump.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @kylegriffin1: .@MSNBC aired about five minutes of Trump's speech before cutting it off and fact checking his lies on U.S. economic prog…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RebelLeader10: @JenaGriswold @Donnalee711 @realDonaldTrump Actually, since there is no law or \"memo\" in the State of Colorado that woul…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RealMattCouch: American Airlines Now Allowing Employees to Wear Black Lives Matter Pins on Uniforms, but Not Trump or MAGA https://t.co…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @FOXLA: President Trump called on Congress to approve a fresh round of $1,200 stimulus checks for American families by reallocating $300…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Mr_PharaohMan: BIKERS FOR BIDEN\n\nBe afraid... be VERY afraid! \n😱😱😂🤣😉\n\n#Trump2020 #MAGA \n\n@TeamTrump @TeamJoe https://t.co/qEM2YBCDow",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @kylegriffin1: .@MSNBC aired about five minutes of Trump's speech before cutting it off and fact checking his lies on U.S. economic prog…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JRubinBlogger: so Trump insulted the military during a press conference to deny he insults the military.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @davereaboi: It’s not an accident that the anti-Trump stories the media pushes when it’s trying to sway Republican voters away from Trum…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MichaelT_45: President Trump lives in his enemies head rent free all day and all night. It's a magnificent thing to watch!\n\n#Trump2020a…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@Miss_Fedelm @BreitbartNews This is actually demonstrably false.\n\nTrump's support among Blacks and Latinos has significantly increased since 2016.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@JaniceDean you really should apologize to the President, fyi.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@RosanneR429 @smc429 @realDonaldTrump According to Trump, military people are suckers and losers, but these boat people are doing the right thing ! Ok....",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JoyAnnReid: Just a note that Black journalists, writers and analysts, former Apprentice staffers and cast members, and Trump biographer…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @michaelbeatty3: \"They promised snacks\"\nsays Joe Biden on a \n\"hot mic\" sources say🤣 https://t.co/wKhTNncysG",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PARISDENNARD: No lemonade, no food, no shade, no fruit, no water, just an empty coffee table. Might as well go back to the basement- at…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@mmpadellan @JPeggyjo My dad is in memory care and even he thinks Trump is a cheat and an evil man.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Sarah_Boxer: Michael Cohen says Trump personally approved the Stormy Daniels hush money, saying $130,000 \"is a lot less than I would ha…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Sarah_Boxer: Michael Cohen says Trump personally approved the Stormy Daniels hush money, saying $130,000 \"is a lot less than I would ha…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CaslerNoel: Christopher Steele f*cked his daughter so it’s always a sore subject with Trump. @realDonaldTrump",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Mike_Pence: American manufacturing has come roaring back! When Joe Biden was Vice President, America lost 200,000 manufacturing jobs &amp;…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JoJoFromJerz: I’m going to play this video whenever I need a pick me up. 😂 https://t.co/M6AKXVsD5K",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @my3monkees: “They spied on my campaign &amp; that includes Biden &amp; Obama...trying to defeat me...they got caught...this started with Obama.…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @jpierni: 24 million GenZ voters aged between 18 &amp; 23 are eligible to vote &amp; only 43% will vote  \n\n66% of them are for #Biden, if you ha…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JRubinBlogger: so Trump insulted the military during a press conference to deny he insults the military.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Yeah, why?!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CaslerNoel: The fact that Trump would call a 1pm press conf on a national holiday meant to honor working men and women, tells you all y…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @AngieCoiro: I can't believe how often we have to drag this topic kicking and screaming out of obscurity, because in Trumpworld it's jus…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PoliticusSarah: CNN's Jim Acosta calls out Trump for holding a campaign rally disguised as a news conference at the White House. #Trump…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@SenToomey Trump is a traitor https://t.co/LwPXzepo45",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ReallyAmerican1: Everyone knows Trump said everything the report says he said.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MilesTaylorUSA: I can verify this. And I worry that, in a second term without guardrails, @realDonaldTrump would recklessly pull us out…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RudyGiuliani: The Biden Crime Family is susceptible to a RICO indictment. \nIt is an ongoing organization which  engaged in the continuo…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @FirenzeMike: On July 19th Trump told Chris Wallace he’s signing a healthcare plan WITHIN TWO weeks...it’s now September 7th\n\n#TrumpHasN…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TeaPainUSA: Dang!  It sounds like Trump thinks Evangelicals are “suckers” and “losers”.  It would be a shame if we retweeted this so al…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @tribelaw: Even when he’s trying to pull his bonespur-ridden foot out of his mouth to yank himself up from the grave he dug by insulting…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @davidaxelrod: .@realDonaldTrump starts this Labor Day in a deeper hole than any president since George H.W. Bush, who lost.  And Trump…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PalmerReport: Donald Trump just threw Louis DeJoy under the bus https://t.co/pYoRG7Q0ry",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @stawpfeenin: Anyways, how’s everyone’s Labor Day weekend going?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MaybeAmes: Whoops, his VP candidate just said the opposite 😂 are Larry, Curly, and Moe running this crap heap of a campaign?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CaslerNoel: The fact that Trump would call a 1pm press conf on a national holiday meant to honor working men and women, tells you all y…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @NDLB2020: Truth! #VoteBidenHarris2020",
    "language": "en"
  },
  {
    "key": "key",
    "text": "I LOVE YOU AND ALWAYS WILL SUPPORT YOU, MY BROTHER.  LIKE YOU, I HATE THE SCUMBAGS ARE USING THE MILITARY FOR THEIR DIRTY POLITICS.  I KNOW TRUMP LOVES ALL THE MILITARY AS WELL AS THE POLICE.  I NEVER HAD ANY DOUBTS. TRUMP IS LOYAL TO FLAG, USA, AND MILITARY🇺🇸🦅🇺🇸🇵🇷🦅🇺🇸SEMPER FI.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@readyletsgo27 @CTruthforTrump DEMOCRATIC PRESIDENTIAL CANDIDATE JOE BIDEN HAS PROMISED TO GRANT AMNESTY TO ALL ILLEGAL IMMIGRANTS CURRENTLY RESIDING IN THE U.S.– A POLICY THAT COULD LEAD TO NEARLY A QUARTER INCREASE IN THE POPULATION, STRAIN RESOURCES,TAKE JOBS AND SUPPLY DEMOCRATS WITH AN ABUNDANCE OF VOTES.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@JoeBiden You don’t SHARE what you worked hard for. To Biden supporters...are you listening to this?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RaymondArroyo: Joe Biden held a Labor Day Event in Lancaster, PA. https://t.co/LDhvhfaLmF",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ian_mckelvey: Obama was a partisan. He derided the political right. Called them “bitter clingers” and “tea baggers.” He said things lik…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PoliticusSarah: CNN's Jim Acosta calls out Trump for holding a campaign rally disguised as a news conference at the White House. #Trump…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BreitbartNews: .@USAmbFrance Jamie McCourt told Breitbart News exclusively that the Atlantic story about President Donald Trump alleged…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RealJamesWoods: Obviously I can’t vouch for the book yet, but I am curious to read it.  https://t.co/caMc44B0vE",
    "language": "en"
  },
  {
    "key": "key",
    "text": "10 astonishing claims from the book detailing President Trump's cheating at golf | Golf World | Golf Digest https://t.co/ESMhdSCJ0s",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JRubinBlogger: so Trump insulted the military during a press conference to deny he insults the military.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RexChapman: Trump calling Marines suckers &amp; losers is infuriating. The ceremony he blew-off was the for the Battle of Belleau Wood. Mar…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "‘Unprecedented public attack’: Widespread shock as Trump blasts the Pentagon — from the White House https://t.co/nge5ZCzqZB",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @mmpadellan: Kamala Harris isn't the ONLY person who is leery of the vaccine trump is trying to rush to market too soon.\n\nI won't be tak…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@TrumpWarRoom POTUS and Trump Crime Family have use children as props \nWTF is going on?\nSad desperate Trumps",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @kurteichenwald: ...now, why did i do this? It shows how propaganda works. They find a way to attack ONE point, and persuade people that…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @cmclymer: You want an authentic, non-misleading clip of Trump to go viral? You don't need to wait long. Here, he badgers a reporter for…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @gwensnyderPHL: Hi, they're trying to get street protesters longterm jail sentences prior to the elections.\n\nThis isn't about \"Antifa.\"…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @windthin: 1/6 Trump's 2020 re-election campaign faces surprising cash crunch \n\nInteresting; in all of the e-mails they send out begging…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @lilyq1011: @Surabees @TheAtlantic @JeffreyGoldberg I Tweet this Everytime I see an Article mentioning Goldberg or The Cr@ppy Times. The…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ACTBrigitte: The BLM movement did not start under President Trump, it started under Obama.\n\nAll of this division and hatred for our pol…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RobertJohnDavi: We have to get my brother TONY X IN OFFICE - @realDonaldTrump he is a modern day conservative Malcolm X PLEASE let help…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Don’t be so in a hurry’ I most Certainly do not want Sharia laws, for my Grandchildren to grow up with’ getting Beat, tortured and Raped by any man who chooses to have his way with them’ So SAD THEY HAVE COME IN TO OUR COUNTRY, To change our ways to Centuries  of Religious Wars!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RosemaryBoeglin: Pick your president:\n\nTrump: spent his Labor Day at home name calling, mocking reporters for wearing masks, decrying '…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @mmpadellan: trump is not holding press briefings.\n\nThese are propaganda rallies, nothing more.\n\nSTOP GIVING HIM AIR TIME.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@lisamurkowski @MarthaMcSally we’re voting one out in #2020 &amp; Lisa out in #2022!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@JudgeJeaninefan @RealCandaceO Trump News ..Try Harder..We are voting en masse for BIDEN-HARRIS..Keep spinning your deplorable stories.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MilesTaylorUSA: I can verify this. And I worry that, in a second term without guardrails, @realDonaldTrump would recklessly pull us out…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DonaldJTrumpJr: Joe Biden's supporters are destroying communities across America. #BidenRiots\n\nhttps://t.co/t5VbCfFG2G",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @proteinwisdom: Well, them, and every person who was actually there. \n\nBut you do you, gimp.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Powerful",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Trump says he'd support investigation into allegations against Postmaster General Louis DeJoy\n\n#CrazyWorld  https://t.co/PYu29KAmQE",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TheRISEofROD: Another reason President Trump is loved by hundreds of millions of people around the world!\n\nHe speaks his mind, holds no…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PattyArquette: Biden is visiting his sons grave. He doesn’t have to stop to give interviews.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ProjectLincoln: Donald Trump didn't create jobs, people just went back to work  — but not nearly enough.\n\nWe're still at a deficit from…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ananavarro: Rudy says “riots in our cities give us a good view of future under Biden”.\n\nFact Check: it’s happening in the present under…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ProjectLincoln: Donald Trump’s trade war with China resulted in a 140% increase of farm bankruptcies in Iowa. https://t.co/TPQQl2txLd",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @rkrosalyn31: How Trump Draws on Campaign Funds to Pay Legal Bills https://t.co/g7VWPEgVuk",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JamesGleick: Good for Jeff Mason, politely making a simple point: the President does not get to give orders to civilians. https://t.co/…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@realDonaldTrump @USAGBarr @dbongino \nIs THIS furtherance of Biden/Harris BLM ANTIFA Google: https://t.co/YVZ1jZ458X (—&gt;who’s funding who?) Democrat Socialists plan? Sick.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Nancy Pelosi just handed Trump a campaign gift https://t.co/0YO39cbhVB",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @cmclymer: You want an authentic, non-misleading clip of Trump to go viral? You don't need to wait long. Here, he badgers a reporter for…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TeamTrump: John Peterson: By getting rid of the job-killing NAFTA and negotiating the US-Mexico-Canada Trade Agreement, President Trump…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "and some of those people who voted for #tRump☭ are now #DEAD , #unemployed, and or #FOOD_LINE_FED",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Huge numbers for @POTUS folks!!! #MAGA #Trump2020",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JustVent6: @realDonaldTrump Trump‘s Protestors! #TrumpsAmerica you want more of this?!! #RepublicanLies #TrumpChaos #Death #KKK #WhiteS…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DailyCaller: TRUMP: \"I'm not saying the military's in love with me. The soldiers are. The top people in the Pentagon probably aren't be…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @mog7546: “I think IT’S COOL that I SLEPT with a PORN STAR”\n\n#Trump said it was a lot easier to pay off Stormy Daniels than Melania: #Co…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @VoLinxx: Trump rally in Pittsfield, Massachusetts, ends in knockout. Stop playing with us. Black Lives Matter. https://t.co/qRxP9z4mmC",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @NPR: Over the weekend, five boats sank at an event put on by Trump supporters near Austin, Texas. The traffic created choppy waters tha…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @tribelaw: Even when he’s trying to pull his bonespur-ridden foot out of his mouth to yank himself up from the grave he dug by insulting…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@stuartpstevens I will believe her when she is truthful. This time she sounds like Trump who lied 20,000 times in 1,267 days. The Atlantic is very credible.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SethAbramson: 13/ As an aside, I'll note here that Cohen's book confirms that the dossier of raw intel compiled by former MI6 Russia de…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @NVCapodeiCapi: Biden Now Says National Mask Mandate 'Probably Unconstitutional' - Gives Bizarre Non-Answer to When He will Visit Arizon…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ShivM_07: It’s happening boys! https://t.co/uzKdQEQTa2",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @FirenzeMike: On July 19th Trump told Chris Wallace he’s signing a healthcare plan WITHIN TWO weeks...it’s now September 7th\n\n#TrumpHasN…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TeaPainUSA: Why Trump denigrates veterans ain't no psychological mystery.  Trump dodged the draft and received lifelong criticism for i…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Almost .. like.. a sign... 🤭",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @maggieNYT: Read through this. Fuentes denies talking to the Atlantic and says he didn’t hear potus denigrate military when he told him…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JackPosobiec: And there it is \n\nAtlantic Editor Concedes Central Claim Of Trump Hit Piece Could Be Wrong\nhttps://t.co/dwDhGX5zfl",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @charliekirk11: Never forget—the same activist media who wants you to believe Trump hates the troops spent all Fourth of July last year…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @rabrowne75: In an unprecedented public attack by a sitting US president on the leadership of the US military, President Trump has accus…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@KGWNews TRUMP 2020!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Avoiding 'Small Fights with People Below You' Is Donald Trump's Path to Victory, Pollster Says https://t.co/S2FsIZnzHh via @BreitbartNews",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @dbongino: The media seems entirely unconcerned that they’ve burned so much credibility that each new fake “bombshell” about Trump lands…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @jvgraz: Remember when all these creeps called us \"misogynist\" in 2016? I do. #BidenVoterOutscreech",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @rocket_this: I am a vet. A father visiting his son, who was a vet, even if he wasn’t why the fuck would you say this. Buzz word meander…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "What amazes me is, you have a lot of people that is out of work, and they're going to the food banks, because they don't have enough food to eat ,they're still going to vote for trump, amazing",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DiamondandSilk: The Obama and Biden administration spied on the Trump Campaign. Why haven't they been charged and prosecuted?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@thomaskaine5 I will watch to support Joe Biden.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DineshDSouza: General John Kelly could have done serious harm to Trump had he confirmed the Atlantic story. That he refused to do so—an…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CaslerNoel: I’ve seen Trump sh*t his Depends on a soundstage, snort Adderall and let his 16 year-old daughter give him a lap dance and…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@jgscouler1 @MistyxMoonlight @FilosofiaHueca @KurisuS @ColumbiaBugle @realDonaldTrump @BreitbartNews @POTUS Lmao that’s wrong. For decades Trump has hired people from all backgrounds. And because he is wealthy and white, ur assumption is that he is racist. Ur u wishful thinking has been explained to u on how it’s wrong, yet here u are still going on. At what point will u admit ur wrong",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @reMirth: @ProjectLincoln \"HaHa Trump Big Deal Maker can't beat China!\" https://t.co/y6CrAAIFZH",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CortesSteve: Wisconsin questions for Harris’s visit:\n\n1. Why did she snub Wisconsin before? Why is travel suddenly ok now?\n\n2. Why woul…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PamBondi: Massive NOT so silent majority Trump boat parade in Jupiter, Florida 🇺🇸 https://t.co/XFlxHzXOlw",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Qtah17: Trump just now:\n\n“China for years took advantage of stupid people and Biden is a stupid person, you all know that.” \n\n😂☠️",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ScottAdamsSays: Soon we will exit the pandemic phase where Trump is least comfortable (the bearer of bad news) and enter the phase in w…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @kylegriffin1: David Frum: \"Where are the senior officers of the United States armed forces, serving and retired—the men and women who w…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "The rise of the modern militia movement in the Trump era: https://t.co/lPeX7BpeS4",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @johncardillo: THREAD: Let’s go back to the late 1980s and @JoeBiden’s history of lies and plaigiarism.\n\n1. Biden, the “great student” h…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@Serpolnbewildin @flamingstal @nbart24107176 actually i dont support trump since hes been in office the stocks ive had all declined.  But i sure as hell dont support biden but hey dont forget you aint black if you dont vote for biden 👍",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@realDonaldTrump @BreitbartNews Every night, forty-five million (45,000,000) Americans go to bed hungry every night because of Trump and not one of those Americans own a single share of stock from the stock market. https://t.co/PLFB9S0sSI",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ScottAdamsSays: Soon we will exit the pandemic phase where Trump is least comfortable (the bearer of bad news) and enter the phase in w…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JackPosobiec: “Trump has no chance” says the media \n\nTrump supporters: https://t.co/lS7bsx4G5F",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @jumbo_colombo: Poseidon when he saw the boat parade for trump   https://t.co/cNobcQ3gCV",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SaraCarterDC: Trump: No Federal Funding For Schools That Adopt NYT Magazine Revisionist History ‘1619’ Project\n\nDo you want your childr…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @joncoopertweets: Despite playing golf at least 277 times since taking office, Trump is still a LOUSY golfer. Pass it on.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @jumbo_colombo: Poseidon when he saw the boat parade for trump   https://t.co/cNobcQ3gCV",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @perrythegoodguy: @stayceespeaks Holy batshit, small town America is filled with deluded, ignorant cult zombies. There is no way Trump c…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Surabees: BREAKING: Zach Fuentes, Top Aide to John Kelly, Denies Atlantic Story About Trump\n\n“Fuentes unequivocally denied @TheAtlantic…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JRubinBlogger: so Trump insulted the military during a press conference to deny he insults the military.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Radicals routinely use groups to promote their Marxist propaganda — Blacks, college kids ...Why would they hesitate to use military Vets? #BLMAntifaTerroristsThugs",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @davidfrum: It's Trump, not any American general, who threatens war crimes against cultural monuments https://t.co/VdOD1npJ0A",
    "language": "en"
  },
  {
    "key": "key",
    "text": "I just signed a @commoncause petition: Trump tells supporters to break voting laws -- DOJ must condemn. Sign here: https://t.co/RjUADoCoEf",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Pop3Pam: Trump says his security canceled his trip to the cemetery in France due to logistics being too difficult to drive there. Yet a…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @realDonaldTrump: Exclusive: Zach Fuentes, Top Aide to John Kelly, Denies Atlantic Story About Trump https://t.co/RXrpKhdPb1 via @Breitb…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@JackPosobiec @Coffman_Law 1)Both likely true. Rainy weather AND trump didn’t want to muss hair/waste time visiting “losers”. 2)Kelly went to cemetary, too much for trump. 3)Bolton just said “never heard” trump disparage vets. So what? 4)trump called McCain &amp; HW “losers”. In character. https://t.co/yul8kFhblS",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TeaPainUSA: Trump, on his \"suckers\" and \"losers\" statement, responds with \"only an animal would say that!\"\n\nMark this down.  It will be…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@realDonaldTrump Hey Trump, fuck you and your dumb americans who’s voting for you",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ProjectLincoln: Donald Trump’s trade war with China resulted in a 140% increase of farm bankruptcies in Iowa. https://t.co/TPQQl2txLd",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RWTrollPatrol: @realDonaldTrump @OANN 📺 NEW VIDEO by @MeidasTouch \n\nTrump has destroyed patriotism and replaced it with radical right t…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Outside the Box: The Trump administration wants to discourage your 401(k) from including ESG investment options https://t.co/kPYE2nuG6p https://t.co/KYxtIYOlN5",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SethAbramson: Every day, Trump and Don Jr. post wildly misleading videos—and tens of thousands retweet them.\n\nProof of Corruption uses…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JoyYou2201: How did I miss the \"soup\" monologue!?  Trump talking about protestors.\n#TrumpIsNotWell\n#TrumpMeltdown https://t.co/P29E2pp4…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @iamcardib: Well paying taxes is something that as much as I hate it’s a reality  I will always have to pay ...but I rather my tax money…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@iamdivinebeauty @JohnLaw30761754 @mmpadellan That’s Joe Biden you just described",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @american2084: 🙋‍♂️Raise your hand if you understand that Breitbart and OANN are both far-right, pro-Trump, fake news outlets that lie f…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PoliticusSarah: CNN's Jim Acosta calls out Trump for holding a campaign rally disguised as a news conference at the White House. #Trump…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @lapearce: @notcapnamerica Look at that. The Biden/Harris ticket is already helping American businesses.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PalmerReport: Kamala Harris is wearing Chuck Taylors on the campaign trail like a badass.\n\nAs opposed to Donald Trump, who after the el…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BillKristol: “Where are the senior officers of the United States armed forces, serving and retired—the men and women who worked most cl…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ArthurSchwartz: Was it the reporter on the right? The guy who is wearing a mask on his hand? https://t.co/az54EgyMkE https://t.co/hEgJd…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @WhiteHouse: Under President Trump's leadership, we are producing a Coronavirus vaccine in record time. https://t.co/9GelgghzF0",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DineshDSouza: General John Kelly could have done serious harm to Trump had he confirmed the Atlantic story. That he refused to do so—an…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @shoathree: Joe Biden respects our Military &amp; Vets\n\nHis son, Beau Biden, joined the Delaware Army National Guard in 2003. \nIn 2008, he d…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @loveland_jeff: If they take the money they use for welfare and give it ti veterans they will have the money. People use welfare as a ca…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @vote4robgill: @ArthurSchwartz Zach Fuentes was awarded a $3,000,000.00 contract from Trump. \nWhat a coincidence https://t.co/pQ3z05TMCM",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TeamTrump: President @realDonaldTrump on Joe Biden’s China sellouts https://t.co/6A9lWp8k32",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @yoruguaenusa: I'm dead 😂\n\nDonald Trump just called himself the most innocent, honorable man, to ever hold office\n\n#TrumpPressConference…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DailyCaller: TRUMP: \"I'm not saying the military's in love with me. The soldiers are. The top people in the Pentagon probably aren't be…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @gatewaypundit: Joe Biden is too weak to travel. This is obvious. No one is fooled.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ThomasDuryea5: @brhodes Recently I received an online notice that I have been put\non the Trump 2020 enemy list of  internet politicians…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@homerhazel @standupfalldown @JuddApatow That is definitely a fact, people are ashamed to say outloud what they believe.  I am just looking at the big picture.  In 2016, alot of the vote was anti Hillary, not trump support. This was sort of proven in the primary, when places Sanders won, shifted to Biden.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ACTBrigitte: Without Donald J Trump as our President, we will lose our country to socialism.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@POTUS @realDonaldTrump At this rate, your followers are all going to go to jail. @ABC @BBCBreaking @CBSNews @cnnbrk",
    "language": "en"
  },
  {
    "key": "key",
    "text": "The @washingtonpost wouldn't know facts if it punched them in the face.\nThey are the \n#EnemyofthePeople. \n#EvilDemocrats \n#EnemyofAmerica \n#EnemyoftheTRUTH",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BetteMidler: \"One of the most striking things about Trump is how seldom, if ever, anybody tells a story of kindness and compassion abou…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SenDuckworth: It shouldn't be this hard.\n \nDonald Trump has gone 73 days without saying anything publicly about #BountyGate.\n \nThose ar…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Rparkerscience: And we agree!!\nTrump says a Biden-Harris administration would 'destroy' country, economy\n\nhttps://t.co/z4s1NddAOv\nFollo…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DonaldJTrumpJr: The Atlantic's house of cards is quickly crumbling @JeffreyGoldberg\n\n\"Ambassador McCourt was there the day Trump’s team…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Lrihendry: Fun fact: Californians pay a 61% higher rate than the natl average for electricity. This includes mandatory government black…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@chipfranklin He said when I watch a trump press conference. https://t.co/a9uxhbI5NS",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @LincolnsBible: Solid point. https://t.co/R3eWFINFXi",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TimothyDowling: I’ve said this before and I will say it again the day Trump leaves office. Either by being voted out, impeached or forc…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Jordan_Sather_: Trump is acting like he's so pro-vaccine that his typically pro-vaccine political opponents are now going anti-vaxx jus…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "The BLM movement is an internal attempt by a MARXIST movement and the Communist Chinese to create a violent false narrative and cause a war in our nation’s streets.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@the_peesh @the_resistor @realDonaldTrump @wolfblitzer Not sure you understood.  trump called for his supporters to vote twice 'to test the system'. Asking &amp; doing so are criminal.  System is designed to detect voting twice.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SaeedBaygi: The Trump administration wants to discourage your 401(k) from including #ESG investment options - MarketWatch https://t.co/…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RyanAFournier: Candace Owens 100% destroyed @iamcardib tonight.\n\nJoe Biden used Cardi to try and get the black vote - and it’s failing…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PolitiBunny: The idiots screeching at me that The Atlantic is a credible outlet can officially choke down a giant glass of STFU juice.…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MrRatbrain: Dude! Run a bill over your rocks before snorting! Everyone knows this",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @OMGno2trump: Trump is so sad.\n- 30 million unemployed\n- 10s of millions of people about to be evicted because they can't pay their rent…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "He's still attacking John McCain. He will never get over that ONE vote where McCain opposed his evil plan to take Healthcare from millions. @realdonaldtrump is a petty little man.\n#trumpHatesVeterans\n#trumpHatesOurTroops\n#trumpHatesOurMilitary",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CaslerNoel: This was Trump’s doctor until 2016. He is a gastroenterologist yet Trump made him is primary physician in the 80’s. He is k…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Please get this. Don't be fooled by Donald Trump. There are multiple reasons why not to vote for him. The chief reasons for me is that he is completely amoral and he is a pathological liar. You cannot trust him, ever. And lack of morals is catastrophic. #resisters #COVID19",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@CBSNews These are videos Trump will have made to Put the Election in doubt. Like @MichaelAvenatti Said USA 🇺🇸 Buckle Up!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Just like trump! https://t.co/OPb7Fl4kMI",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ACTBrigitte: Joe Biden has failed America for 47 years!!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Biden Campaign Cuts Live Stream as Fox Reporter Peter Doocy Forces Biden... https://t.co/cKn5PjKqlu via @YouTube",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @stawpfeenin: Anyways, how’s everyone’s Labor Day weekend going?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @chrislhayes: It drives me nuts to watch Trump attempt to position himself as some kind of anti-war president when he has EXPANDED US BO…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @felipediego56: @briantylercohen @fred_guttenberg If my Dad and his US Army buddies could walk most of the way from Normandy to Paris in…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@PamMartella @GovKemp @GAFirstLady We LOVE ❤️ TRUMP ✝️🇺🇸",
    "language": "en"
  },
  {
    "key": "key",
    "text": "He needs his binky!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DineshDSouza: General John Kelly could have done serious harm to Trump had he confirmed the Atlantic story. That he refused to do so—an…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@GeorgeTakei @TheAtlantic Do you plan on condemning Biden for his many racist statements or do you plan on \"holding fire\" on one of your own?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ScottAdamsSays: Soon we will exit the pandemic phase where Trump is least comfortable (the bearer of bad news) and enter the phase in w…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TeaPainUSA: After watchin' today's \"press conference\", Tea's concerned that Trump will gladly fire Louis DeJoy and replace him with an…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@CompoundBoss Yeah, I’m going to agree with Trump on that one",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ACTBrigitte: The BLM movement did not start under President Trump, it started under Obama.\n\nAll of this division and hatred for our pol…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ScottAdamsSays: Soon we will exit the pandemic phase where Trump is least comfortable (the bearer of bad news) and enter the phase in w…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JRubinBlogger: so Trump insulted the military during a press conference to deny he insults the military.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JackPosobiec: And there it is \n\nAtlantic Editor Concedes Central Claim Of Trump Hit Piece Could Be Wrong\nhttps://t.co/dwDhGX5zfl",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ACTBrigitte: The BLM movement did not start under President Trump, it started under Obama.\n\nAll of this division and hatred for our pol…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @jeremynewberger: Joe Biden got an endorsement from the pilot who safely landed a plane on the Hudson River. Trump got an endorsement fr…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RedWingGrips: Trump has ended more conflicts and wars in 47 months than Biden has in 47 years.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @mirandayaver: Trump is shit talking the \"horrible\" and \"ridiculous\" Paris climate accord 24 hours after Los Angeles County hit its reco…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BFriedmanDC: Bad news for Trump in Texas. @DallasDemocrats announced a Biden/Harris yard sign sale for Labor Day and the line is wrappe…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @VoLinxx: Trump rally in Pittsfield, Massachusetts, ends in knockout. Stop playing with us. Black Lives Matter. https://t.co/qRxP9z4mmC",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RaymondArroyo: Joe Biden held a Labor Day Event in Lancaster, PA. https://t.co/LDhvhfaLmF",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TeamPelosi: Our states and localities are reeling from the drain of their resources from the #coronavirus.\n\nThey must get the help that…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ACTBrigitte: The BLM movement did not start under President Trump, it started under Obama.\n\nAll of this division and hatred for our pol…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @robreiner: On this Labor Day the most important job for all us Union Workers is to mobilize and elect a true working man’s friend, Joe…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @NotHoodlum: Why was the coast guard rescuing Trump boats yesterday? They should be shutdown, they cost us billions every year and have…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SidneyPowell1: It's part of the fraud by the #Democrats and media. They have to make people believe that to try to validate the voter f…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@CapTimes Trump took unprecedented steps in response to the Corona. He made a decisive decision to put a travel ban on Europe and China. The media and Joe Biden were against these closures. However, because of Trump’s decisive decision thousands of American lives were saved.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "White Supremacy everywhere! Where are the confederate and Nazi flags?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@realDonaldTrump \"Hitler admiringly commented that America, using racist guidelines, had “established specific criteria for immigration” in an attempt to maintain racial purity. Is it coincidence that Trump uses language of white supremacy?\"https://t.co/cqZtiVicRV",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RaymondArroyo: Joe Biden held a Labor Day Event in Lancaster, PA. https://t.co/LDhvhfaLmF",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MichaelT_45: Magic Wand or God sent, either way Trump makes the Liberal Democrats heads explode 24/7.\n\nhttps://t.co/jbnC9TfPFx",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @prayingmedic: Why might popular supporters of a movement suddenly turn against it?\nThe love of money.\nDiamond and Silk were offered $15…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Except 20K+ LIES plus video of his breathing John McCain tell a different story! 🍊is a💩. That's all you need to know! #TrumpIsATraitor \n#TrumpVirusDeathToll193K \n#TrumpHatesVeterans \n#TrumpStrokes #POtuS45\n#BidenHarris2020ToSaveAmerica #BidenHarrisLandslide2020",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Let it slide until after Trump is out of office.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @jeannine_bartel: Anyone know if Mr. Finney is a “good friend” of @senrobportman?\nhttps://t.co/JFXYa6b9su",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MajorPatriot: @KarluskaP It's a Biden Beat Down!\n\nBest Press Conference by Trump yet!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @NY_runaway: Just a reminder to all members of  the tRump family, none of whom have ever worked a day in their lives. \n\nToday’s holiday…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @AmyMek: No One Trusts the Media 👉\n\nAmazing Black Trump Supporter Smacks Down @CNN Reporter for Lying &amp; Race Baiting! https://t.co/z0Mnu…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Breaking911: Trump slams the press for not covering Hunter Biden scandal\n\n https://t.co/YoUxxdhCQl",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @davidfrum: \"[I]f my husband was out here fighting for our country, and he risked his life for our country, why can’t you remember his n…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@realDonaldTrump Donald Trump is UnAmerican...\nhttps://t.co/31DQcbb2Tu",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @duty2warn: Multiple sightings in Bucks County, PA on Labor Day: “Republicans for Biden” signs. The suburbs are turning https://t.co/ZGf…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Cernovich: Let Trump do an executive order prohibiting retired generals from joining defense contractors and watch how real quick you s…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Acosta: Trump at “news conference” at WH: “Biden is a stupid person.”",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Biden will continue the classic cycle of GOP tax cuts &amp; increased spending, racking up debt &amp; deficit, and then blaming the Dems, who will dutifully impose austerity to meet the fiscal responsibility &amp; budgetary discipline demanded by the GOP. They're ALREADY talking about it.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DailyCaller: TRUMP: \"I'm not saying the military's in love with me. The soldiers are. The top people in the Pentagon probably aren't be…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @unseen1_unseen: Watching now:  Trump is tearing Biden a new asshole. https://t.co/lMNbRLdRcn",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @tribelaw: It’s all of a piece: the Atlantic article just nails it once and for all",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CancelKarma: @JoeBiden Dear Biden's Intern: OR, do you mean this type of honor &amp; decency?\n\nThe time where you BRIBED Ukraine with $1 Bi…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TheEstudiantte: Fuck Mercedes and Trump !!! https://t.co/pZYqTdqVZt",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SenDuckworth: It shouldn't be this hard.\n \nDonald Trump has gone 73 days without saying anything publicly about #BountyGate.\n \nThose ar…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@TrumpWarRoom @FrancisBrennan Trump doesn’t stand with the military. #TrumpHatesOurVeterans",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Timodc: “Joe Biden was too prepared for the pandemic. Seems fishy. MAGAA.”",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @fred_guttenberg: Between this and the sinking boats, I believe the universe is sending a message.  NO MORE TRUMP😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Boyd_2650: 🔥🔥So Biden literally has NO SUPPORTERS, doesn’t know what he’s doing, only has predetermined questions, flip-flops on every…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @FirenzeMike: On July 19th Trump told Chris Wallace he’s signing a healthcare plan WITHIN TWO weeks...it’s now September 7th\n\n#TrumpHasN…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@mattyglesias @awprokop Biden isnt winning anything.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @FrankSowa1: If I coughed up +$10,000 I would get a front 10 row seat at one of three upcoming PA Trump rallies. If I coughed up +$50k I…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @realDonaldTrump: Lunacy!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Trump_Detester: I love watching Trump-supporting racists getting the shit kicked out of them.  https://t.co/wNgRfGDVwz",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Trump feels like a reject, feels useless.  Mother was emotionally absent; father was a tyrant. To try to get love, Donald decided to invent a 'new' Donald. A wonderful, famous, rich, adored Donald. So he conned, lied, cheated, bribed by any means possible to attain this.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @dsonoiki: Trump is like a broken clock that is right more times than it should be",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @svdate: More “promises made, promises kept”?\n\nhttps://t.co/UBfliC1jav",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @InTheNoosphere: Donald J Trump is going to try and arrest Barack Obama in October.\n\nput a pin in it.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @thebradfordfile: WOW! WOW! WOW! Trump's approval rating with black voters jumps to 45%!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DonaldJTrumpJr: The Atlantic's house of cards is quickly crumbling @JeffreyGoldberg\n\n\"Ambassador McCourt was there the day Trump’s team…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CaslerNoel: Trump had white sh*t, otherwise known as crushed Adderall, flying out of his nose again today. But he was probably just wai…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @GingerGingerp4: No, that was your governor. https://t.co/pkQcqrBpzt",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ProjectLincoln: Donald Trump’s trade war with China resulted in a 140% increase of farm bankruptcies in Iowa. https://t.co/TPQQl2txLd",
    "language": "en"
  },
  {
    "key": "key",
    "text": "My dad is so extra he decided to order a life size cut out of Donald trump😂 #TRUMP2020ToSaveAmerica",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @JoeBiden: We know what President Trump thinks of our nation's veterans. Here is what they think of him. https://t.co/QX910VyP0u",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @jeffmason1: Trump, in Oval Office, muses about taking out New York’s coronavirus numbers, says then the US death rate would be better.…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Mike_Pence: American manufacturing has come roaring back! When Joe Biden was Vice President, America lost 200,000 manufacturing jobs &amp;…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TrumpWarRoom: Joe Biden took China’s word for it while they robbed America of millions of jobs, stole our factories, cheated on trade r…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CopyOfOne: Democrats are going to be so confused by that Trump statement LOL. Anti War vs Orange Man Bad.\n\nThey're all going to become…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ChrisJansing: \"It's a cryin' damn shame,\" says Lt Gen Russel Honore @ltgrusselhonore about Trump's denigrating comments today (again) a…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@newtgingrich do u n ur wife think this could be related to crazy trump",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @AngelaBelcamino: @funder @realDonaldTrump Someone tell knucklehead Trump that someone returning to a job isn't a new job.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ViewsPlusNews: @McFaul Or NATO. NATO has to get stronger, let in Belarus and Ukraine. Russia must face stiffer opposition and strong me…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MZHemingway: Political operatives are quite obviously running their latest anti-Trump information operation. This is a good read about,…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MeidasTouch: Donald Trump is a #WeakPresident. Pass it on.  https://t.co/upId6lCKL0",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SGTreport: Finally, accurate and truthful reporting from @Acosta.\nBiden IS a stupid person. https://t.co/gdiB0WgJxP",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@zipscj @pablo_honey1 @Surabees @TheAtlantic @JeffreyGoldberg It's a story from a site Trump's former chief strategist ran. You know Steve Bannon, right? The guy who is currently under indictment for ripping off suckers. \n\nYou know the kind of guy Trump is. Of course, he thinks the poors in the military are lame-Os. https://t.co/PsfFs2Vnxr",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DineshDSouza: Jeff Goldberg, editor of ⁦@TheAtlantic⁩, now concedes that one of the central claims of his article is probably false  ht…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @rubble30: This guy is a hero 👇🏻👇🏻👇🏻\nDropping the hammer on Biden’s horrible policies.\n\n https://t.co/QnleKyCFEq",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @jacobkschneider: 🚨 BIG: Boilermakers Local 154 of Pittsburgh, Pennsylvania endorses President Trump! https://t.co/eCSUqntAYG",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SGTreport: Finally, accurate and truthful reporting from @Acosta.\nBiden IS a stupid person. https://t.co/gdiB0WgJxP",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @chuckwoolery: Trump has been the cause of an interesting phenomenon. Republicans are now the party of the working man and the Democrats…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Joe Biden Confuses Darkness for Light | Pat Gray Unleashed https://t.co/wquqYBRai6 via @YouTube",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @LeahR77: If California can deliver a win for President Trump .. \nit’s GAME OVER for Democrats !",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@CNNnewsroom Donald Trump is a ignorant man",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @davidfrum: On the phone with family of fallen soldier Dillon Baldridge, Trump promised to write family a $25,000 personal check. Trump…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @LeahR77: If California can deliver a win for President Trump .. \nit’s GAME OVER for Democrats !",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @LVNancy: @realDonaldTrump The account President Trump retweeted this morning has since been suspended @AlwaysActions \n\nhttps://t.co/U9H…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ChrisJansing: \"John McCain liked wars,\" says Trump \"I will be a better warrior than anybody\" he adds, famously not serving in Vietnam b…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @kamimagic: Well, here it is folks... this is why he's not meeting with any Democrat leaders, they aren't his \"customers\"! OMG! \n\nWe nee…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "It was another freebie media event for the trump campaign! There was nothing “news-related”! The media, and all of us, got played again!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @chuckwoolery: Trump has been the cause of an interesting phenomenon. Republicans are now the party of the working man and the Democrats…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @surfhollywood: @RexChapman When this trump experiment is over, a lot of people r gonna have to make a run for it. Kinda like the end of…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@neeratanden @MSNBC When asked about the politicalization of a vaccine Biden should say:\n\n“I don’t see how a vaccine would effect the election. The vaccine is just the first step to recovery.”\n\nOr\n\n“Is there a vaccine for divisiveness?”",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Lrihendry: Anyone else notice how quickly the Covid conversation disappeared when the attention was on attacking President Trump on ano…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@WarrenLeSueur @MillerinDc @Canyous61244560 @realDonaldTrump @BreitbartNews We Biden supporters don't need good luck, we just need to show up and vote. Trump is toast if that happens. 👍",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CoriBush: Not THIS Black Democrat. \n\nWe don't just want Black leaders. We want Black leaders who will actually bring the change our com…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @vegix: He apparently has the 'best drugs'.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TravisAllen02: The Trump presidency in one picture https://t.co/P1ZSOdUwGq",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @greta: I bet Republicans think it was great idea for Trump to go to Kenosha (and Dems think bad idea for him to go)and that Dems think…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BreitbartNews: POLLAK: Critical Race Theory is behind the riots in our streets. Andrew Breitbart saw it coming; Trump is the first lead…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DineshDSouza: Jeff Goldberg, editor of ⁦@TheAtlantic⁩, now concedes that one of the central claims of his article is probably false  ht…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @paulsperry_: BREAKING: Hill Republicans suspect disputed anonymous story re Trump disrespecting fallen war vets was planted by Biden ca…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ACTBrigitte: Without Donald J Trump as our President, we will lose our country to socialism.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @antinazifrombi1: Hey #resisters everyone retweet with @MikeBloomberg telling him it’s time to spend some of his dough",
    "language": "en"
  },
  {
    "key": "key",
    "text": "what he say?👇",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@RichardGrenell Joe Biden, Kamala and DNC media are racist anti-vaxxers trying to scare poor &amp; uneducated from medical care, the media is enabling fake science lies to interfere with the doctor patient relationship by politicians to scare backs and hispanics from vaccine!  Dems &amp; media are evil!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RealJamesWoods: Obviously I can’t vouch for the book yet, but I am curious to read it.  https://t.co/caMc44B0vE",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@MarkLeeInSF @RichH42 @RVAT2020 This cannot be her World. Her America. Unfortunately, racism is all I see in Trump, as well as, hatred for anyone to which he seems a low life - most everyone below the 1%. Hate is unacceptable in US. So... that's the issue, I guess. Biden it is. I worked it out.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BreitbartNews: POLLAK: Critical Race Theory is behind the riots in our streets. Andrew Breitbart saw it coming; Trump is the first lead…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RealJamesWoods: Obviously I can’t vouch for the book yet, but I am curious to read it.  https://t.co/caMc44B0vE",
    "language": "en"
  },
  {
    "key": "key",
    "text": "that's been his attitude this entire pandemic; and it's what others who follow him have adopted aswell; They've ensured this virus sticks around into 2021 \n\nand they'll just say it wasn't their faults; b/c that's who they are",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SydneyPark18: It gives me much joy to see Trump's face as his hand is rejected. If it makes me petty, so be it. Although I feel wholly…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Patriot4Trump_L: Never Forget: Biden's Son was Kicked Out of Navy for Cocaine Use -- Then Daddy Set him Up with Millions on the Ukraini…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @adamdavidson: An interesting point about Trump's respect for US troops: he KNOWINGLY was part of a likely money-laundering scheme for I…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @HKrassenstein: Lindsey Graham knew!\nMike Pompeo knew!\nKellyanne Conway knew!\nNikki Haley knew!\nGlenn Beck knew!\nTed Cruz knew!\nMarco Ru…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Today news I have more Indians than Kamala: Trump https://t.co/4jOXOlfPzG",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Teach our children about the 19th Amendment  and #EveryWordWeUtter A Women’s Monument in DC https://t.co/prDXSy6cCz 19thamendment My president the 19th  madam speaker diversity beautiful vote https://t.co/jibef1pVw3 joe biden",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RaymondArroyo: Joe Biden held a Labor Day Event in Lancaster, PA. https://t.co/LDhvhfaLmF",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@ConservaMomUSA This is why we need a trump 2020 landslide because China and Russia are rooting for that.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CaslerNoel: I’ve seen Trump sh*t his Depends on a soundstage, snort Adderall and let his 16 year-old daughter give him a lap dance and…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @mmpadellan: Anyone who watches trump speak and thinks he sounds presidential should have their driving privileges revoked and be kept a…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SenDuckworth: It shouldn't be this hard.\n \nDonald Trump has gone 73 days without saying anything publicly about #BountyGate.\n \nThose ar…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RealJamesWoods: Obviously I can’t vouch for the book yet, but I am curious to read it.  https://t.co/caMc44B0vE",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @tribelaw: Even when he’s trying to pull his bonespur-ridden foot out of his mouth to yank himself up from the grave he dug by insulting…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@Laura_Beth2332 @FlorioGina Here ya go... I'm a full-fledged Progressive Liberal voting for Biden and I think Adele looks fantastic and sings amazingly. Good for Adele!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RealCandaceO: You are encouraging MILLIONS to go vote for the man that locked up entire generations of black men. \nMaybe go google: JOE…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TimRunsHisMouth: @KamalaHarris Not just Trump... facts show the economy is improving as well... you wouldn't understand.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Trey_VonDinkis: .\n🇺🇸 MAGA MAN\n\nThrough Last Week, the Weekend, and into Labor Day - Approval for Trump, THE Pro-America, Pro-Worker, JO…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Whateva691: Trump is blaming “democrat run cities” for violence. \n\n#TrumpPressConference https://t.co/z9ddXhMtKw",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @prayingmedic: Why might popular supporters of a movement suddenly turn against it?\nThe love of money.\nDiamond and Silk were offered $15…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@LeslieM3355 @owillis Call out his BS. Be willing to get their WH credentials revoked. Stand with the people of America in demanding truth, transparency, and wanting basic laws adhered to. Challenge those in power. They can report on what trump says, his lies, without giving him free coverage.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DailyCaller: TRUMP: \"I'm not saying the military's in love with me. The soldiers are. The top people in the Pentagon probably aren't be…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "See that Universal peace summit at Mara Lago...was called off by Trump...and he said fuck you kill us all...and that's where we are in the story...",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @KurtSchlichter: I’m still marveling at how Trump has maneuvered these libs into cheerleading for the military-industrial complex.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @IdahoLady7: NEVER FORGET: Families Blame 'Loose Lips Joe Biden' After Taliban Slaughters 16 Members of SEAL Team 6 in Afghanistan (VIDE…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Reality_1: ALL POWER TO THE PEOPLE - Black, White. Brown, Red and Yellow citizens! Support President Trump because ALL lives Matter!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RWTrollPatrol: @realDonaldTrump 40.6 Million jobs lost, businesses closing down for good, stock market crashes, stoking violence, hates…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Harvard1988: BTW:  I have arrested and put people in prison for a fraction of what TRUMP does on a weekly basis.\n@realDonaldTrump",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @WhiteHouse: Under President Trump's leadership, we are producing a Coronavirus vaccine in record time. https://t.co/9GelgghzF0",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @paulsperry_: BREAKING: Hill Republicans suspect disputed anonymous story re Trump disrespecting fallen war vets was planted by Biden ca…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @GOP: “[Biden] spent 47 years sending American jobs to China, Mexico, and other countries while collecting millions of dollars in campai…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Uh well yeah that's literally what they do",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@ProjectLincoln This deserves repeating. FARM BANKRUPTCIES UP 140% in IOWA because of trump's trade war with China. UNBELIEVABLE !!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @robreiner: From day 1, with his racism, ignorance, mental illness &amp; help from Putin, Trump has been destroying our Democracy. Don’t let…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @PARISDENNARD: No lemonade, no food, no shade, no fruit, no water, just an empty coffee table. Might as well go back to the basement- at…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "So, Russia declares success with Covid vaccine. \n\nTrump says vaccine available before Nov 3.\n\nIs he buying poison from Russia to kill Americans? \n\n“We will take America without firing a shot. We do not have to invade the U.S. We will destroy you from within.\" - Nikita Khrushchev",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SethAbramson: Every day, Trump and Don Jr. post wildly misleading videos—and tens of thousands retweet them.\n\nProof of Corruption uses…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @USMC0639: Biden's Rallies are the RIOTS......\n\nTrump's Rallies are the Boat Parades and the Motorcycle Riders!!\n\nBiden's Constituents a…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Cernovich: Let Trump do an executive order prohibiting retired generals from joining defense contractors and watch how real quick you s…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @joncoopertweets: Trump is a pre-existing condition. The only cure is to vote for Joe Biden.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Spencer_Neale: .@RealCandaceO says rapper Cardi B is an unwitting tool for Biden and the Democrats in the 2020 election.\n\nhttps://t.co/…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @IslandGirlPRV: .@PressSec said \"We will not see diseases like the coronavirus come here\" &amp; \"we will not see terrorism come here\" \n\nAmer…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ProjectLincoln: Donald Trump’s trade war with China resulted in a 140% increase of farm bankruptcies in Iowa. https://t.co/TPQQl2txLd",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @stawpfeenin: Anyways, how’s everyone’s Labor Day weekend going?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @girlsreallyrule: Five days since Trump's disparaging remarks about Veterans came out and still crickets from Republicans. Why? Because…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "#WakeUpAmerica\n\nIf governors &amp; mayors allowed police to enforce 4pm curfew rioting will STOP\n\nIf rioting stopped businesses can open &amp; hire workers\n\nWIN WIN for America\n\nRiots end America gets back to work\n\n#SayNoToJoe #BuildTheWall #DrainTheSwamp #MAGA #VoteRedToSaveAmerica2020",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @davidfrum: Sarah Huckabee Sanders says it's not true.\n\nDan Bongino says it's not true.\n\nFirst Lady Melania Trump says it's not true.\n\nN…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@tedcruz Ted went full on fascist here folks. Fascists should have no place in public office. Go fuck yourself Ted. \n\nBTW, Trump called your wife ugly.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Trump Pays $2 Million to 8 Charities for Misuse of Foundation https://t.co/bgBmO5X5Kj",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Just because trump would stop to talk to reporters in the middle of throwing a life preserver to a drowning soldier, doesn't mean it's always appropriate.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ElizabethEThorp: This Labor Day remember that Trump and the GOP allowed a $600-a-week unemployment benefit for 30 million Americans exp…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Pappiness: @realDonaldTrump The US is 4% of the population of the world.\n\nWe have 25% of the coronavirus cases.\n\nAll Trump has is lies.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @christianllamar: President Trump has increased Black Income by $7,000!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ScottAdamsSays: Soon we will exit the pandemic phase where Trump is least comfortable (the bearer of bad news) and enter the phase in w…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BF4USA: 💠TRUMP FOR FREEDOM\n😰💠😰💠\n@BF4USA\n@Nick_Trump7\n@Njean57\n@7mdk7\n@thetonyclifton1\n@jcblount\n@lovebaldeagles\n@DcdRetBlue\n@DRH1959\n@L…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @SpeakerPelosi: From the start, President Trump has denied the facts about how to best fight the coronavirus. Now, he wants Americans to…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ScottAdamsSays: Remember how much blowback I got for saying Trump supporters would be \"hunted\"? \n\nI don't hear much about that lately.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @RealJamesWoods: Obviously I can’t vouch for the book yet, but I am curious to read it.  https://t.co/caMc44B0vE",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Mike_Pence: American manufacturing has come roaring back! When Joe Biden was Vice President, America lost 200,000 manufacturing jobs &amp;…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@realDonaldTrump No doubt... #donaldtrump working for the wealthy, not the average American.\n#TrumpTaxScam\n#TrumpIsAConMan\n#TrumpIsAFraud \n#TrumpIsANationalDisgrace \n#TrumpIsAPos\nhttps://t.co/unLIZu7508",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TheLeoTerrell: Lying @JoeBiden:  Why are police unions supporting @realDonaldTrump and NOT you. I will wait for your answer!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @BreitbartNews: .@USAmbFrance Jamie McCourt told Breitbart News exclusively that the Atlantic story about President Donald Trump alleged…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Trey_VonDinkis: .\n🚨 WAR on COPS - POLICE GO REPUB\n\nDemocrat Indiana Sheriff Switches to the Republican Party, the Party of Trump, THE P…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @LindaE2014: @funder Why don’t the reporters scream “liar!” at Trump every time he tells a lie? I find myself yelling obscenities at the…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @bennyjohnson: “Stop using me for your Propaganda, for your agenda.. I don't know what Trump said, but I'm sure he didn't call me a lose…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@Wesihcfan @amiabledunce @ByronYork And guess what happened when Trump entered office. He reversed the sanctions. Do you not see how incredibly compromising that looks?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @juliaioffe: This headline doesn't send shivers up my spine at all. https://t.co/iM6GTN3MrQ",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Make deals with China!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @davidfrum: Sarah Huckabee Sanders says it's not true.\n\nDan Bongino says it's not true.\n\nFirst Lady Melania Trump says it's not true.\n\nN…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @jacobkschneider: 🚨 BIG: Boilermakers Local 154 of Pittsburgh, Pennsylvania endorses President Trump! https://t.co/eCSUqntAYG",
    "language": "en"
  },
  {
    "key": "key",
    "text": ".@LondonBreed just told the people of SF to screw off b/c the end justifies the means. How will the people of SF respond? #SalonGate @MSNBC @NBCNews @CNN @FoxNews",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @TheLeoTerrell: Lying @JoeBiden:  Why are police unions supporting @realDonaldTrump and NOT you. I will wait for your answer!",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@CodyFrancez @thehassett @_BadStarsTakes What makes you think shes my daughter anyway, dont assume . That's what fucjs up this world,  asumotiobz. You must be a Trump supporter .. all you MAGAt's can suck on balls",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @funder: Trump just tried to get a journalist to take off his mask. Over and over again he refused. Well done @jeffmason1.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@Timodc Whats more: there is another pending crisis on the horizon. Climate Change. That is the next big threat which we already know about, that we can get ahead of with the correct leadership. Trump is ignorant and incompetent. For the sake of our future, we need to kick Trump out...",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MysterySolvent: Trump just called himself the most innocent, honorable man, to ever hold office.\n#TrumpPressConference",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @joncoopertweets: Donald Trump is a bad person. Pass it on.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ProjectLincoln: Donald Trump’s trade war with China resulted in a 140% increase of farm bankruptcies in Iowa. https://t.co/TPQQl2txLd",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @charliekirk11: Never forget—the same activist media who wants you to believe Trump hates the troops spent all Fourth of July last year…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Techno_Fog: On that Atlantic Story - \n\n@JeffreyGoldberg and his \"four sources\" claim Trump's helicopter flight to the US/French cemeter…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "Tweet of the day: Fuck Trump. Black Lives Matters. Always. #TrumpIsATraitor #BLM #BlackTwitter",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ScottAdamsSays: Soon we will exit the pandemic phase where Trump is least comfortable (the bearer of bad news) and enter the phase in w…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @Vlatka21: Florida Trucks for Trump!\n\nThis is Bad af!!\n\n@Vlatka21 https://t.co/b002gerIjJ",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @donwinslow: Trump, McConnell and DeJoy don't have to cheat that much.\n\nRemember...\n\nDonald Trump is president today because of:\n\n1. 10,…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @realTuckFrumper: It Appears Something Flew Out of Trump’s Nose During Presser and Social Media Has Questions https://t.co/tV5IhFb13C",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @HeyTammyBruce: Aaaaand... the collapse of this fraud continues “Atlantic Editor Concedes Central Claim Of Trump Hit Could Be Wrong”  ht…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "@Rhiannashair @GeoffRBennett @pt35mm And Trump remembers from one minute to the next?",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @DineshDSouza: Jeff Goldberg, editor of ⁦@TheAtlantic⁩, now concedes that one of the central claims of his article is probably false  ht…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @drawrobot: This was hard to watch &amp; I wasn’t in the military. Worst president ever and I hope to God, this is the lowest of the low bar…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @realDonaldTrump: Exclusive: Zach Fuentes, Top Aide to John Kelly, Denies Atlantic Story About Trump https://t.co/RXrpKhdPb1 via @Breitb…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @mayatcontreras: Let me get this straight: \n\n1. A white man, @Zachary, wrote this article about Black Democrats.\n2. Mentions Warren, Cli…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @MarinaMedvin: Trump retweeted a bunch of videos from @AlwaysActions this morning. So twitter took down their account. Who needs Russian…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @ScottAdamsSays: Soon we will exit the pandemic phase where Trump is least comfortable (the bearer of bad news) and enter the phase in w…",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @CapehartJ: He's now attacking Kamala Harris for saying she'd trust science over Trump in deciding whether to take a covid vaccine.",
    "language": "en"
  },
  {
    "key": "key",
    "text": "#TrumpPressConference On Labor Day from Donald J Trump whose only job has been and is spending his daddy's money",
    "language": "en"
  },
  {
    "key": "key",
    "text": "RT @IrmaBel53130008: Senate Transcripts: Joe Biden Quoted N-Word 13 Times in 1985 Hearings https://t.co/tKPBHcIUpG via @BreitbartNews",
    "language": "en"
  }
]
